request.xml

<soapenv:Envelope xmlns:soapenv = "http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://www.yourpage.com.br/ws">
 <soapenv:Header/>
 <soapenv:Body>
    <ws:getEquipmentStatus>
       <hash>cdc5692930bc8807d19e0ab6c2958f81</hash>
       <show_hides>false</show_hides>
       <serie_number>00010000280005978</serie_number>
    </ws:getEquipmentStatus>
 </soapenv:Body> 
</soapenv:Envelope>
